Repository: baywolf-studios/BudgetBadger
Catalog: BudgetBadger.Language/AppResources.*.resx
Languages: de, es

# TransactionNotesLabel
source: Notes
de: Anmerkungen
es: Notas

# TransactionPayeeLabel
source: Payee
de: Zahlungsempfänger
es: Tenedor

# TransactionReconciledLabel
source: Reconciled
de: Versöhnt
es: Reconciliado

# TransactionServiceDateLabel
source: Service Date
de: Servicedatum
es: Fecha de servicio

# TransactionStatusLabel
source: Status
es: Estado

# TransactionValidAccountDeletedAccountError
source: Cannot edit the Account on a transaction with a deleted Account
de: Das Konto für eine Transaktion mit einem gelöschten Konto kann nicht bearbeitet werden
es: No se puede editar la cuenta en una transacción con una cuenta eliminada

# TransactionValidAccountDeletedError
source: Cannot use a deleted Account
de: Ein gelöschtes Konto kann nicht verwendet werden
es: No se puede usar una cuenta eliminada

# TransactionValidAccountError
source: Account is required
de: Konto ist erforderlich
es: Se requiere cuenta

# TransactionValidAccountExistError
source: Account does not exist
de: Konto existiert nicht
es: La cuenta no existe

# TransactionValidAmountDeletedAccountError
source: Cannot edit the Amount on a transaction with a deleted Account
de: Der Betrag einer Transaktion mit einem gelöschten Konto kann nicht bearbeitet werden
es: No se puede editar el importe de una transacción con una cuenta eliminada

# TransactionValidAmountDeletedEnvelopeError
source: Cannot edit the Amount on a transaction with a deleted Envelope
de: Der Betrag einer Transaktion mit einem gelöschten Umschlag kann nicht bearbeitet werden
es: No se puede editar el importe de una transacción con un sobre eliminado

# TransactionValidAmountDeletedPayeeError
source: Cannot edit the Amount on a transaction with a deleted Payee
de: Der Betrag einer Transaktion mit einem gelöschten Zahlungsempfänger kann nicht bearbeitet werden
es: No se puede editar el importe de una transacción con un beneficiario eliminado

# TransactionValidAmountError
source: Amount is required
de: Betrag ist erforderlich
es: Se requiere cantidad

# TransactionValidEnvelopeDeletedError
source: Cannot use a deleted Envelope
de: Ein gelöschter Umschlag kann nicht verwendet werden
es: No se puede usar un sobre eliminado

# TransactionValidEnvelopeError
source: Envelope is required
de: Umschlag ist erforderlich
es: Se requiere sobre

# TransactionValidEnvelopeExistError
source: Envelope does not exist
de: Umschlag existiert nicht
es: El sobre no existe

# TransactionValidPayeeDeletedEnvelopeError
source: Cannot edit the Envelope on a transaction with a deleted Envelope
de: Der Umschlag einer Transaktion mit einem gelöschten Umschlag kann nicht bearbeitet werden
es: No se puede editar el sobre en una transacción con un sobre eliminado

# TransactionValidPayeeDeletedError
source: Cannot use a deleted Payee
de: Ein gelöschter Zahlungsempfänger kann nicht verwendet werden
es: No se puede utilizar un beneficiario eliminado

# TransactionValidPayeeDeletedPayeeError
source: Cannot edit the Payee on a transaction with a deleted Payee
de: Der Empfänger kann nicht für eine Transaktion mit einem gelöschten Empfänger bearbeitet werden
es: No se puede editar el beneficiario en una transacción con un beneficiario eliminado

# TransactionValidPayeeError
source: Payee is required
de: Empfänger ist erforderlich
es: Se requiere beneficiario

# TransactionValidPayeeExistError
source: Payee does not exist
de: Zahlungsempfänger existiert nicht
es: El beneficiario no existe

# TransactionValidServiceDateDeletedAccountError
source: Cannot edit the Service Date on a transaction with a deleted Account
de: Das Servicedatum für eine Transaktion mit einem gelöschten Konto kann nicht bearbeitet werden
es: No se puede editar la fecha del servicio en una transacción con una cuenta eliminada

# TransactionValidServiceDateDeletedEnvelopeError
source: Cannot edit the Service Date on a transaction with a deleted Envelope
de: Das Servicedatum für eine Transaktion mit einem gelöschten Umschlag kann nicht bearbeitet werden
es: No se puede editar la fecha del servicio en una transacción con un sobre eliminado

# TransactionValidServiceDateDeletedPayeeError
source: Cannot edit the Service Date on a transaction with a deleted Payee
de: Das Servicedatum für eine Transaktion mit einem gelöschten Empfänger kann nicht bearbeitet werden
es: No se puede editar la fecha de servicio en una transacción con un beneficiario eliminado

# TransferValidFromerror
source: Transfer does not contain a valid From Envelope
de: Die Überweisung enthält keinen gültigen Umschlag
es: La transferencia no contiene un Sobre válido

# TransferValidToError
source: Transfer does not contain a valid To Envelope
de: Die Übertragung enthält keinen gültigen Umschlag
es: La transferencia no contiene un sobre válido

# UndoDeleteButton
source: Undo Delete
de: Undo Löschen
es: Deshacer eliminación

# BufferEnvelope
source: Buffer
de: Puffer

# LastSyncedLabel
source: Last Synced
de: Letzte Synchronisation

# SplitTransactionTotalLabel
source: Total
de: Gesamt
