Repository: baywolf-studios/BudgetBadger
Catalog: BudgetBadger.Language/AppResources.*.resx
Languages: de, es

# AccountBalanceLabel
source: Balance
de: Gleichgewicht
es: Equilibrar

# AccountDeleteBalanceError
source: Cannot delete account with balance
es: No se puede borrar una cuenta con saldo

# AccountDeleteFutureTransactionsError
source: Cannot delete account with future transactions
es: No se puede eliminar una cuenta con transacciones futuras

# AccountDeleteInactiveError
source: Cannot delete an inactive account
de: Ein inaktives Konto kann nicht gelöscht werden
es: No se puede eliminar una cuenta inactiva

# AccountDeletePendingTransactionsError
source: Cannot delete account with pending transactions
es: No se puede eliminar una cuenta con transacciones pendientes

# AccountEditPageTitle
source: Edit Account
de: Konto bearbeiten
es: Editar cuenta

# AccountNameLabel
source: Name
de: Namen
es: Nombre

# AccountNetWorthLabel
source: Net Worth
de: Vermögen
es: Valor neto

# AccountNewPageTitle
source: New Account
de: Neues Konto
es: Nueva cuenta

# AccountNotesLabel
source: Notes
de: Anmerkungen
es: Notas

# AccountPaymentLabel
source: Payment
de: Zahlung
es: Pago

# AccountPaymentNotNeededLabel
source: Not Needed
de: Nicht benötigt
es: Innecesario

# AccountPendingLabel
source: Pending
de: steht aus
es: Pendiente

# AccountPostedLabel
source: Cleared
de: Gelöscht
es: Despejado

# AccountReconcileAmountsDoNotMatchError
source: The reconciled amounts do not match
de: Die abgeglichenen Beträge stimmen nicht überein
es: Los importes conciliados no coinciden

# AccountReconcileDifferenceLabel
source: Difference
de: Unterschied
es: Diferencia

# AccountReconcileEmptyTransactionsHelperTitle
source: All transactions reconciled
de: Alle Transaktionen abgestimmt
es: Todas las transacciones conciliadas

# AccountReconcileStatementBalanceLabel
source: Statement Balance
de: Kontoauszug
es: Balance de cuenta

# AccountReconcileStatementDateLabel
source: Statement Date
de: Aufstellungsdatum
es: Fecha de declaración

# AccountReconcileStatementLabel
source: Statement
de: Aussage
es: Declaración

# AccountSelectionPageTitle
source: Select an Account
de: Wählen Sie ein Konto aus
es: Seleccione una cuenta

# AccountsPageTitle
source: Accounts
de: Konten
es: Cuentas

# AccountTypeBudget
source: Budget
es: Presupuesto

# AccountTypeLabel
source: Type
de: Art
es: Tipo

# AccountTypeReporting
source: Reporting
de: Berichterstattung
es: Informes

# AccountUndoDeleteNotDeletedError
source: Account is not deleted
de: Konto wird nicht gelöscht
es: La cuenta no se borra

# AccountValidBalanceError
source: Account balance is required
de: Kontostand ist erforderlich
es: Se requiere saldo de la cuenta

# AccountValidDescriptionError
source: Account name is required
de: Kontoname ist erforderlich
es: Se requiere nombre de cuenta

# AddTransactionButton
source: Add Transaction
de: Transaktion hinzufügen
es: Añadir transacción

# AlertAuthenticationUnsuccessful
source: Authentication Unsuccessful
de: Authentifizierung fehlgeschlagen
es: Autenticación fallida

# AlertBudgetBadgerPro
source: Budget Badger Pro
es: Presupuesto Badger Pro

# AlertCancel
source: Cancel
de: Stornieren
es: Cancelar

# AlertDeleteUnsuccessful
source: Delete Unsuccessful
de: Löschen fehlgeschlagen
es: Eliminar sin éxito

# AlertMessageBudgetBadgerPro
source: You currently do not have access to these features. Would you like to purchase Budget Badger Pro?
de: Sie haben derzeit keinen Zugriff auf diese Funktionen. Möchten Sie Budget Badger Pro kaufen?
es: Actualmente no tiene acceso a estas funciones. ¿Te gustaría comprar Budget Badger Pro?

# AlertMessageDropboxError
source: Did not authenticate with Dropbox. Sync disabled.
de: Mit Dropbox nicht authentifiziert. Synchronisierung deaktiviert
es: No se autentico con Dropbox. Sincronización deshabilitada.

# AlertNotPurchased
source: Not Purchased
de: Nicht gekauft
es: No comprado

# AlertOk
source: OK
es: DE ACUERDO

# AlertPurchase
source: Purchase
de: Kauf
es: Compra

# AlertPurchaseUnsuccessful
source: Purchase Unsuccessful
de: Kauf nicht erfolgreich
es: Compra sin éxito

# AlertQuickBudget
source: Quick Budget
de: Schnelles Budget
es: Presupuesto rapido

# AlertQuickBudgetNotEnoughData
source: Not Enough Data for Quick Budgets
de: Nicht genügend Daten für schnelle Budgets
es: Datos insuficientes para presupuestos rápidos

# AlertReconcileUnsuccessful
source: Reconcile Unsuccessful
de: Reconcile nicht erfolgreich
es: Reconciliar sin éxito

# AlertRefreshUnsuccessful
source: Refresh Unsuccessful
de: Aktualisieren fehlgeschlagen
es: Actualización sin éxito

# AlertRestorePurchaseUnsuccessful
source: Restore Purchase Unsuccessful
de: Einkauf wiederherstellen fehlgeschlagen
es: Restaurar la compra sin éxito

# AlertSaveUnsuccessful
source: Save Unsuccessful
de: Speichern Sie nicht erfolgreich
es: Guardar sin éxito

# AlertSyncUnsuccessful
source: Sync Unsuccessful
de: Synchronisierung fehlgeschlagen
es: Sincronización fallida

# AlertUndoDeleteUnsuccessful
source: Undo Delete Unsuccessful
de: Rückgängig machen Löschen fehlgeschlagen
es: Deshacer Eliminar sin éxito

# AutomaticLabel
source: Automatic
de: Automatik
es: Automático

# BackButton
source: Back
de: Zurück
es: Espalda

# BeginDateLabel
source: Begin Date
de: Anfangsdatum
es: Fecha de inicio

source: Budget Badger
es: Tejón del presupuesto

# BudgetBadgerProLabel
source: Budget Badger Pro
es: Presupuesto Badger Pro

# BudgetBadgerProPurchaseLabel
source: Upgrade your budget - Go Pro!
de: Steigern Sie Ihr Budget - Go Pro!
es: ¡Mejora tu presupuesto - Go Pro!

# BudgetBadgerProRestoreLabel
source: Restore Purchase
de: Kauf wiederherstellen
es: Restaurar Compra

# BudgetBadgerProThanksLabel
source: Thanks for purchasing Budget Badger Pro!
de: Vielen Dank für den Kauf von Budget Badger Pro!
es: ¡Gracias por comprar Budget Badger Pro!

# BusyTextDeleting
source: Deleting
de: Löschen
es: Borrando

# BusyTextLoading
source: Loading
de: Wird geladen
es: Cargando

# BusyTextSaving
source: Saving
de: Speichern
es: Ahorro

# BusyTextSyncing
source: Syncing
de: Synchronisierung
es: Sincronizando

# BusyTextUndoingDelete
source: Undoing Delete
de: Löschen rückgängig machen
es: Deshacer Eliminar

# CloudSyncLabel
source: Cloud Sync
de: Cloud-Synchronisierung
es: Sincronización en la nube

# CurrencyLabel
source: Currency
de: Währung
es: Moneda

# DateTimeLabel
source: Date and Time
de: Datum und Uhrzeit
es: Fecha y hora

# DebtEnvelopeGroup
source: Debt
de: Schuld
es: Deuda

# DeleteButton
source: Delete
de: Löschen
es: Borrar

# DeletedAccountsLabel
source: Accounts
de: Konten
es: Cuentas

# DeletedAccountsPageTitle
source: Deleted Accounts
de: Gelöschte Konten
es: Cuentas eliminadas

# DeletedEnvelopeGroupsLabel
source: Envelope Groups
de: Umschlaggruppen
es: Grupos de sobres

# DeletedEnvelopeGroupsPageTitle
source: Deleted Envelope Groups
de: Gelöschte Umschlaggruppen
es: Grupos de sobres eliminados

# DeletedEnvelopesLabel
source: Envelopes
de: Umschläge
es: Los sobres

# DeletedEnvelopesPageTitle
source: Deleted Envelopes
de: Gelöschte Umschläge
es: Sobres borrados

# DeletedLabel
source: Deleted
de: Gelöscht
es: Eliminado

# DeletedPayeesLabel
source: Payees
de: Zahlungsempfänger
es: Beneficiarios

# DeletedPayeesPageTitle
source: Deleted Payees
de: Gelöschte Zahlungsempfänger
es: Beneficiarios eliminados

# EmptyAccountHelperSubtitle
source: Use the + button to add your first account
de: Verwenden Sie die + Taste, um Ihr erstes Konto hinzuzufügen
es: Usa el botón + para agregar tu primera cuenta

# EmptyAccountHelperTitle
source: Add the money you have now
de: Fügen Sie das Geld hinzu, das Sie jetzt haben
es: Agrega el dinero que tienes ahora

# EmptyDeletedAccountsHelperTitle
source: No deleted accounts
de: Keine gelöschten Konten
es: No hay cuentas eliminadas

# EmptyDeletedEnvelopeGroupsHelperTitle
source: No deleted envelope groups
de: Keine gelöschten Umschlaggruppen
es: No hay grupos de sobres eliminados

# EmptyDeletedEnvelopesHelperTitle
source: No deleted envelopes
de: Keine gelöschten Umschläge
es: No sobres borrados

# EmptyDeletedPayeesHelperTitle
source: No deleted payees
de: Keine gelöschten Zahlungsempfänger
es: No hay beneficiarios eliminados

# EmptyEnvelopeGroupHelperTitle
source: Add an Envelope Group using the + button
de: Fügen Sie mit der Taste + eine Umschlaggruppe hinzu
es: Agregar un grupo de sobres con el botón +

# EmptyEnvelopeHelperSubtitle
source: Use the + button to create and budget your first envelope
de: Verwenden Sie die Schaltfläche +, um den ersten Umschlag zu erstellen und zu budgetieren
es: Use el botón + para crear y presupuestar su primer sobre

# EmptyEnvelopeHelperTitle
source: Budget it into envelopes
de: Budgetieren Sie es in Umschläge
es: Presupuesto en sobres

# EmptyPayeeHelperTitle
source: Add a Payee using the + button
de: Fügen Sie einen Empfänger mit der Taste + hinzu
es: Agregue un Beneficiario usando el botón +

# EmptyTransactionsHelperTitle
source: No transactions yet
de: Noch keine Transaktionen
es: Aún no hay transacciones

# EndDateLabel
source: EndDate
de: Enddatum
es: Fecha final

# EnvelopeActivityLabel
source: Activity
de: Aktivität
es: Actividad

# EnvelopeAmountLabel
source: Budget
es: Presupuesto

# EnvelopeDeleteDebtError
source: Cannot delete debt envelopes
de: Umschläge können nicht gelöscht werden
es: No se pueden borrar sobres de deuda

# EnvelopeDeleteFutureBudgetsError
source: Envelope has future budget amounts to it
es: No se puede eliminar nvelope con importes de presupuesto futuros

# EnvelopeDeleteFutureTransactionsError
source: Envelope has future transactions
es: No se puede eliminar nvelope con transacciones futuras

# EnvelopeDeleteIncomeError
source: Cannot delete income envelopes
de: Einnahmenumschläge können nicht gelöscht werden
es: No se pueden borrar los sobres de ingresos.

# EnvelopeDeleteRemainingBalanceError
source: Envelope still has a remaining balance
de: Umschlag mit einem Restsaldo kann nicht gelöscht werden
es: No se puede borrar el sobre con un saldo restante

# EnvelopeEditPageTitle
source: Edit Budget
de: Budget bearbeiten
es: Editar presupuesto

# EnvelopeGroupEditPageTitle
source: Edit Envelope Group
de: Umschlaggruppe bearbeiten
es: Editar grupo de sobres

# EnvelopeGroupLabel
source: Group
de: Gruppe
es: Grupo

# EnvelopeGroupNameLabel
source: Name
de: Namen
es: Nombre

# EnvelopeGroupNewPageTitle
source: New Envelope Group
de: Neue Umschlaggruppe
es: Nuevo grupo de sobres

# EnvelopeGroupNotesLabel
source: Notes
de: Anmerkungen
es: Notas

# EnvelopeGroupSelectionPageTitle
source: Select a Group
de: Wählen Sie eine Gruppe aus
es: Seleccione un grupo

# EnvelopeGroupsPageTitle
source: Envelope Groups
de: Gruppen verwalten
es: Grupos de sobres

# EnvelopeGroupValidDescriptionError
source: Envelope group name is required
de: Der Name der Umschlaggruppe ist erforderlich
es: Se requiere el nombre del grupo de sobres

# EnvelopeLabel
source: Envelope
de: Briefumschlag
es: Sobre

# EnvelopeNameLabel
source: Name
de: Namen
es: Nombre

# EnvelopeNewPageTitle
source: New Envelope
de: Neuer Umschlag
es: Nuevo sobre

# EnvelopeNotesLabel
source: Notes
de: Anmerkungen
es: Notas

# EnvelopeOverspendingLabel
source: Overspending
de: Mehrausgaben
es: Gastar demasiado

# EnvelopePastLabel
source: Past
de: Vergangenheit
es: Pasado

# EnvelopeRemainingLabel
source: Remaining
de: Verbleibend
es: Restante

# EnvelopeSelectionPageTitle
source: Select an Envelope
de: Wählen Sie einen Umschlag aus
es: Seleccione un sobre

# EnvelopesPageTitle
source: Envelopes
de: Umschläge
es: Los sobres

# EnvelopeSpendingReportPageTitle
source: Envelopes Spending
de: Umschläge ausgeben
es: Gastos de sobres

# EnvelopeTransferAmountLabel
source: Amount
de: Menge
es: Cantidad

# EnvelopeTransferButton
source: Transfer
de: verlegen
es: Transferir

# EnvelopeTransferDateLabel
source: Date
de: Datum
es: Fecha

# EnvelopeTransferFromLabel
source: From
de: Von
es: Desde

# EnvelopeTransferPageTitle
source: Envelope Transfer
de: Umschlagübertragung
es: Transferencia de sobres

# EnvelopeTransferToLabel
source: To
de: Zu
es: A

# EnvelopeTrendsReportPageTitle
source: Envelope Trends
de: Umschlagtrends
es: Tendencias de sobres

# EnvelopeValidAmountError
source: Budget amount is required
de: Budgetbetrag ist erforderlich
es: Se requiere presupuesto

# EnvelopeValidDescriptionError
source: Envelope name is required
de: Umschlagname ist erforderlich
es: Se requiere el nombre del sobre

# EnvelopeValidEnvelopeError
source: A valid Envelope is required
de: Ein gültiger Umschlag ist erforderlich
es: Se requiere un sobre válido

# EnvelopeValidEnvelopeExistError
source: Envelope is required
de: Umschlag ist erforderlich
es: Se requiere sobre

# EnvelopeValidGroupError
source: Envelope group is required
de: Umschlaggruppe ist erforderlich
es: Se requiere grupo de sobres

# EnvelopeValidGroupValidError
source: A valid envelope group is required
de: Eine gültige Umschlaggruppe ist erforderlich
es: Se requiere un grupo de sobres válido

# EnvelopeValidOverspendDebtError
source: Ignore Overspend must be set on debt envelopes
de: Überschreitungen ignorieren muss auf Umschlägen festgelegt werden
es: Ignorar el gasto excesivo se debe establecer en sobres de deuda

# EnvelopeValidOverspendError
source: Cannot set Ignore Overspend Always when Ignore Overspend is not set
de: Ignoriere Überschreitung kann nicht immer gesetzt werden, wenn Überschreiben ignorieren nicht festgelegt ist
es: No se puede establecer ignorar el gasto excesivo siempre que no se establezca ignorar el gasto excesivo

# EnvelopeValidScheduleError
source: A valid Schedule is required
de: Ein gültiger Zeitplan ist erforderlich
es: Se requiere un horario válido.

# EnvelopeValidScheduleExistError
source: Schedule is required
de: Zeitplan ist erforderlich
es: Se requiere horario

# FilterLabel
source: Filter
es: Filtrar

# GenericDebtEnvelope
source: Debt
de: Schuld
es: Deuda

# HelpLabel
source: Help
de: Hilfe
es: Ayuda

# IgnoredEnvelope
source: Not Needed
de: Nicht benötigt
es: Innecesario

# IncomeEnvelope
source: Income
de: Einkommen
es: Ingresos

# IncomeEnvelopeGroup
source: Income
de: Einkommen
es: Ingresos

# LanguageLabel
source: Language
de: Sprache
es: Idioma

# NetWorthReportPageTitle
source: Net Worth
de: Vermögen
es: Valor neto

# NextButton
source: Next
de: Nächster
es: Siguiente

# OverspendingTypeAlwaysIgnore
source: Always Ignore
de: Immer ignorieren
es: Siempre ignorar

# OverspendingTypeDoNotIgnore
source: Don't Ignore
de: Nicht ignorieren
es: No ignore

# OverspendingTypeIgnore
source: Ignore
de: Ignorieren
es: Ignorar

# PayeeDeleteAccountError
source: Cannot delete an account payee
de: Ein Kontoempfänger kann nicht gelöscht werden
es: No se puede eliminar un beneficiario de la cuenta

# PayeeDeleteFutureTransactionsError
source: Cannot delete a payee with future transactions on it
de: Ein Empfänger mit zukünftigen Transaktionen kann nicht gelöscht werden
es: No se puede eliminar un beneficiario con transacciones futuras

# PayeeDeleteInactiveError
source: Cannot delete an inactive payee
de: Ein inaktiver Zahlungsempfänger kann nicht gelöscht werden
es: No se puede eliminar un beneficiario inactivo

# PayeeDeleteStartingBalanceError
source: Cannot delete the starting balance payee
de: Der Empfänger des Startkontos kann nicht gelöscht werden
es: No se puede borrar el saldo inicial.

# PayeeEditPageTitle
source: Edit Payee
de: Zahlungsempfänger bearbeiten
es: Editar Beneficiario

# PayeeLabel
source: Payee
de: Zahlungsempfänger
es: Tenedor

# PayeeNameLabel
source: Name
de: Namen
es: Nombre

# PayeeNewPageTitle
source: NewPayee
de: Neue Zahlung
es: Nuevo beneficiario

# PayeeNotesLabel
source: Notes
de: Anmerkungen
es: Notas

# PayeeSelectionPageTitle
source: Select a Payee
de: Wählen Sie einen Zahlungsempfänger aus
es: Seleccione un Beneficiario

# PayeesPageTitle
source: Payees
de: Zahlungsempfänger
es: Beneficiarios

# PayeeSpendingReportPageTitle
source: Payees Spending
de: Zahlungsempfänger
es: Gastos de los beneficiarios

# PayeeTransferGroup
source: Transfer
es: Transferir

# PayeeTrendsReportPageTitle
source: Payee Trends
de: Zahlungsempfänger-Trends
es: Tendencias de Beneficiarios

# PayeeValidDescriptionError
source: Payee name is required
de: Name des Zahlungsempfängers erforderlich
es: Se requiere el nombre del beneficiario

# PurchaseErrorAppStoreUnavailable
source: Currently the app store seems to be unavailble, please try again later.
de: Momentan scheint der App Store nicht verfügbar zu sein. Bitte versuchen Sie es später erneut.
es: Actualmente, la tienda de aplicaciones parece no estar disponible, inténtalo de nuevo más tarde.

# PurchaseErrorBillingUnavailable
source: Billing seems to be unavailable, please try again later.
de: Die Rechnung scheint nicht verfügbar zu sein. Bitte versuchen Sie es später erneut.
es: La facturación parece no estar disponible, inténtalo de nuevo más tarde.

# PurchaseErrorConnection
source: Unable to connect to billing service
de: Es kann keine Verbindung zum Abrechnungsdienst hergestellt werden
es: No se puede conectar al servicio de facturación

# PurchaseErrorGeneralError
source: There was an issue purchasing, please try again later.
de: Es gab ein Problem beim Kauf. Bitte versuchen Sie es später erneut.
es: Hubo un problema con la compra, inténtalo de nuevo más tarde.

# PurchaseErrorInvalidProduct
source: The product you are purchasing seems to be unavailble, please try again later.
de: Das Produkt, das Sie kaufen, scheint nicht verfügbar zu sein. Bitte versuchen Sie es später erneut.
es: El producto que está comprando parece no estar disponible, inténtelo de nuevo más tarde.

# PurchaseErrorItemUnavailable
source: The product you are purchasing seems to be unavailble, please try again later.
de: Das Produkt, das Sie kaufen, scheint nicht verfügbar zu sein. Bitte versuchen Sie es später erneut.
es: El producto que está comprando parece no estar disponible, inténtelo de nuevo más tarde.

# PurchaseErrorNotPurchased
source: The product was not purchased
de: Das Produkt wurde nicht gekauft
es: El producto no fue comprado.

# PurchaseErrorPaymentInvalid
source: Payment seems to be invalid, please try again.
de: Die Zahlung scheint ungültig zu sein, bitte versuchen Sie es erneut.
es: El pago parece no ser válido, por favor intente de nuevo.

# PurchaseErrorPaymentNotAllowed
source: Payment does not seem to be enabled or allowed, please try again.
de: Die Zahlung scheint nicht aktiviert oder erlaubt zu sein. Bitte versuchen Sie es erneut.
es: El pago no parece estar habilitado o permitido, inténtelo de nuevo.

# PurchaseErrorProductRequestFailed
source: The product you are purchasing seems to be unavailble, please try again later.
de: Das Produkt, das Sie kaufen, scheint nicht verfügbar zu sein. Bitte versuchen Sie es später erneut.
es: El producto que está comprando parece no estar disponible, inténtelo de nuevo más tarde.

# PurchaseErrorRestoreFailed
source: The purchase was unable to be restored, please try again later.
de: Der Kauf konnte nicht wiederhergestellt werden. Bitte versuchen Sie es später erneut.
es: No se pudo restaurar la compra, inténtalo de nuevo más tarde.

# PurchaseErrorServiceUnavailable
source: The network connection seems to be unavailble, please try again later.
de: Die Netzwerkverbindung scheint nicht verfügbar zu sein. Bitte versuchen Sie es später erneut.
es: La conexión de red parece no estar disponible, inténtalo de nuevo más tarde.

# PurchaseErrorUnknown
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido

# PurchaseErrorUserCancelled
source: Purchase Cancelled
de: Kauf abgebrochen
es: Compra cancelada

# PurchaseErrorVerifyFailed
source: The purchase was unable to be verified, please try again later.
de: Der Kauf konnte nicht bestätigt werden. Bitte versuchen Sie es später erneut.
es: No se pudo verificar la compra, inténtalo de nuevo más tarde.

# QuickBudgetAvgPast3MonthsActivity
source: Avg. Past 3 Months Activity
de: Vergangenheit 3 Monate Aktivität
es: Avg. Actividad de los últimos 3 meses

# QuickBudgetAvgPast3MonthsBudgeted
source: Avg. Past 3 Months Budgeted
de: Haushalt in der Vergangenheit 3 Monate
es: Avg. Últimos 3 meses presupuestados

# QuickBudgetAvgPastYearActivity
source: Avg. Past Year Activity
de: Vergangenheit 1 Jahr Aktivität
es: Avg. Actividad del año pasado

# QuickBudgetAvgPastYearBudgeted
source: Avg. Past Year Budgeted
de: Budget für das letzte Jahr
es: Avg. Último año presupuestado

# QuickBudgetBalance
source: Balance
de: Gleichgewicht
es: Equilibrar

# QuickBudgetButton
source: Quick Budget
de: Schnelles Budget
es: Presupuesto rapido

# QuickBudgetLastMonthActivity
source: Last Month Activity
de: Aktivität des letzten Monats
es: Actividad del mes pasado

# QuickBudgetLastMonthBudgeted
source: Last Month Budgeted
de: Letzter Monat budgetiert
es: Presupuesto del mes pasado

# ReconcileAccountButton
source: Reconcile
de: Versöhnen
es: Conciliar

# ReconcileButton
source: Reconcile
de: Versöhnen
es: Conciliar

# ReportsPageTitle
source: Reports
de: Berichte
es: Informes

# ScheduleBudgetedLabel
source: Budgeted
de: Budgetiert
es: Presupuestado

# ScheduleIncomeLabel
source: Income
de: Einkommen
es: Ingresos

# ScheduleOverLabel
source: Over
de: Über
es: Terminado

# SchedulePastLabel
source: Past
de: Vergangenheit
es: Pasado

# ScheduleToBudgetLabel
source: To Budget
de: Budget
es: Presupuesto

# ScheduleValidDescriptionError
source: Budget schedule description is required
de: Beschreibung des Budgetplans ist erforderlich
es: Se requiere la descripción del programa de presupuesto

# SettingsPageTitle
source: Settings
de: die Einstellungen
es: Ajustes

source: Split
de: Teilt
es: División

# SplitTransactionButton
source: Split Transaction
de: Transaktion teilen
es: Transacción dividida

# SplitTransactionPageTitle
source: Split Transaction
de: Transaktion teilen
es: Transacción dividida

# SplitTransactionRemainingLabel
source: Remaining
de: Verbleibend
es: Restante

# SplitTransactionRunningTotalLabel
source: Running Total
de: Gesamtlaufzeit
es: Total acumulado

# SplitTransactionValidTransactionsError
source: No split transactions to save
de: Keine geteilten Transaktionen zum Speichern
es: No hay transacciones divididas para guardar

# StartingBalancePayee
source: Starting Balance
de: Startguthaben
es: Saldo inicial

# SyncButton
source: Sync
es: Sincronizar

# SyncDateTimeNever
source: Never
de: noch nie
es: Nunca

# SystemEnvelopeGroup
source: System
es: Sistema

# TransactactionInflowLabel
source: Inflow
de: Zufluss
es: Afluencia

# TransactactionOutflowLabel
source: Outflow
de: Abfluss
es: Salida

# TransactionAccountLabel
source: Account
de: Konto
es: Cuenta

# TransactionAmountLabel
source: Amount
de: Menge
es: Cantidad

# TransactionClearedLabel
source: Cleared
de: Gelöscht
es: Despejado

# TransactionDeleteAccountDeletedError
source: Cannot delete transaction with deleted account
de: Transaktion mit gelöschtem Konto kann nicht gelöscht werden
es: No se puede eliminar la transacción con la cuenta eliminada

# TransactionDeleteEnvelopeDeletedError
source: Cannot delete transaction with deleted envelope
de: Transaktion mit gelöschtem Umschlag kann nicht gelöscht werden
es: No se puede eliminar la transacción con el sobre eliminado

# TransactionDeleteTransferDeletedPayeeError
source: Cannot delete transfer transaction with deleted payee
de: Überweisungstransaktion mit gelöschtem Zahlungsempfänger kann nicht gelöscht werden
es: No se puede eliminar la transacción de transferencia con el beneficiario eliminado

# TransactionEditPageTitle
source: Edit Transaction
de: Transaktion bearbeiten
es: Editar transacción

# TransactionEnvelopeLabel
source: Envelope
de: Briefumschlag
es: Sobre

# TransactionNewPageTitle
source: New Transaction
de: Neue Transaktion
es: Nueva transacción
